{
  "personal": {
    "name": "Amy Tomey",
    "first_name": "Amy",
    "email": "amy.tomey59@gmail.com​",
    "location": "Louisville, Kentucky, United States",
    "phone": "+ (502) 299-6540"
  },
  "professional": {
    "title_1": "Front End Web Development",
    "title_2": "Junior Developer",
    // "techs": " PUT 'TECH SKILLS HERE' ",
    "main_self_introduction": "I am an experienced in customer relations. I have been a trainer, mentor, life coach, tutor, cashier, hostess, and waitress.  I have spent my life meeeting other people's needs. I believe that the knowledge I am building right now is definitly needed.",
    "top_skills": [
      { "percentage": 90, "skill": "HTML" },
      { "percentage": 85, "skill": "CSS" },
      { "percentage": 85, "skill": "JavaScript" },
      { "percentage": 80, "skill": "HTTP" },
      { "percentage": 80, "skill": "Node" },
      { "percentage": 90, "skill": "Python"}
    ],
    "languages": [
      { "percentage": 100, "lang": "English" }
    ],
    "links": {
      "github": "https://github.com/amyktomey",
      "linkedin": "https://www.linkedin.com/in/amy-tomey-9052036b/"
    },
    "projects": [
      {
        "title": "Open Book", 
                "link": "https://github.com/amyktomey/open_book.git",
        "time": {
          "start": "May 2021",
          "end": "present"
        },
        "description": "This is the final project for Code Louisville's JavaScript cohort. It was created for an up and coming catering business that is in the planning stages. It features a photo slideshow, a hidden menu and an estimate calculator."
      }
    ],
    "experience": [
      {
        "organization": "Galvanize Inc",
        "title": "Data Science Resident",
        "time": {
          "start": "September 2020",
          "end": "present"
        },
        "description": "Coached Data Science Immersive students through technical assignments. Prepare and deliver lectures on python programming, machine learning, and neural network topics. Provided students actionable feedback on code readability, data analysis, and data visualization during capstone projects. Evaluated student assessments, case studies, and capstone presentations."
      },
      {
        "organization": "The Scripps Research Institute",
        "title": "Research Assistant",
        "time": {
          "start": "January 2018",
          "end": "January 2019"
        },
        "description": "Managed and executed research projects focusing on protein-to-protein interaction in Ebola virus. Collaborated closely with postdoctoral associates to further aid and current projects."
      },
      {
        "organization": "Foley Laboratory in Infection Disease Ecology",
        "title": "Research Assistant",
        "time": {
          "start": "October 2016",
          "end": "December 2017"
        },
        "description": "Led research projects focusing on vector-borne diseases to examine phylogeographical relationships using statistical analysis. Collaborated closely with graduate students, postdoctoral associates, and faculty. Mentored undergraduate students in conducting short term projects and learning introductory laboratory skills."
      }
    ],
    "certificates": [
      {
        "organization": "Code Louisville",
        "title": "JavaScript",
        "time": {
          "start": "May 2021",
          "end": "July 2021"
        },
        "description": "A 12-week intensive training program with hours of coding classes  using Treehouse, with coding challenges, weekly meetings with mentors, and a capstone project. The curriculum focused on JavaScript, with  empahsis on DOM, debugging, callback functions, object interaction, HTTP basics, ES2015, AJAX, array interation, asynchronous programming, fetch API, cLosures, conditionals, regular expressions (regex) and nmp basics. We built on the foudation that was established in Front-End Development."
      },
      {
      "organization": "Code Louisville",
      "title": "Front-end Web Development",
      "time": {
        "start": "January 2021",
        "end": "March 2021"
      },
      "description": "A 12-week intensive training program with hours of coding classes and training using Treehouse, coding challenges, weekly meetings with mentors, and a capstone project. We built on the foudation that was established in 150 hours of 'prework' in HTML utilizing the  Treehouse platform. The curriculum focused on skills needed to build a funcitonal, mobile friendly website using the VSCode text editor, terminal, git and github. We added forms and tables to our HTML skillset. In CSS, we studied layout, enhanced design, mobile-first, debugging, responsive layouts, media queries, selectors, flexbox and grid layout. InJavaScript, we covered the basics including: variables, inout and output, numbers and functions, loops, arraays and objects."
      },
      {
        "organization": "Indiana Wesleyan University",
        "title": "Bachelor of Science in  Businewss Administration",
        "time": {
          "start": "August 2011",
          "end": "May 2013"
        },
        "description": "Bachelor of Science in Businewss Administration."
      }
    ],
    "volunteering":[
        "Red Cross Crisis Volunteer in Washington County, Indiana",
        "Ronald McDonald House Volunteer in Louisville, Kentucky",
        "VISTA Volunteer at Indiana School for the Deaf"
    ]
  },

  "page_elements": {
    "greetings": "Hello, World.",
    "navigation_button": "Learn more about me.",
    "contact_message": "Don't hesitate to contact me."
  }
}
